Repository: zaidsafa/verbose-winner
Catalog: Pinbook/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt_br, ru, tr, ur, zh_hans, zh_hant

source: Pinbook uses native Liquid Glass for tabs, toolbars, sheets, and important interactive controls. Expense cards retain a stable themed surface for readability.
ar: يستخدم Pinbook تأثير الزجاج السائل الأصلي للتبويبات وأشرطة الأدوات والنوافذ وعناصر التحكم المهمة. تحتفظ بطاقات المصروفات بخلفية ثابتة وواضحة للقراءة.
de: Pinbook verwendet natives Liquid Glass für Tabs, Symbolleisten, Blätter und wichtige Bedienelemente. Ausgabenkarten behalten eine ruhige, zum Design passende Fläche für gute Lesbarkeit.
es: Pinbook utiliza Liquid Glass nativo en pestañas, barras de herramientas, hojas y controles importantes. Las tarjetas de gastos conservan un fondo estable del tema para facilitar la lectura.
fr: Pinbook utilise Liquid Glass natif pour les onglets, barres d’outils, feuilles et commandes importantes. Les fiches de dépenses conservent un fond stable adapté au thème pour rester lisibles.
hi: Pinbook टैब, टूलबार, शीट और अहम इंटरैक्टिव नियंत्रणों के लिए मूल Liquid Glass इस्तेमाल करता है। खर्च कार्ड की पृष्ठभूमि थीम के अनुरूप स्थिर रहती है ताकि पढ़ना आसान हो।
id: Pinbook menggunakan Liquid Glass bawaan untuk tab, bar alat, panel, dan kontrol interaktif penting. Kartu pengeluaran mempertahankan permukaan tema yang stabil agar mudah dibaca.
it: Pinbook usa Liquid Glass nativo per schede, barre degli strumenti, pannelli e controlli importanti. Le schede delle spese mantengono uno sfondo stabile coordinato al tema per agevolare la lettura.
ja: Pinbookはタブ、ツールバー、シート、重要な操作部分に標準のLiquid Glassを使用します。支出カードにはテーマに合った安定した背景を使い、読みやすさを保ちます。
ko: Pinbook은 탭, 도구 막대, 시트 및 주요 조작 요소에 기본 Liquid Glass를 사용합니다. 지출 카드는 테마에 맞는 안정적인 배경을 유지해 가독성을 높입니다.
pt_br: O Pinbook usa Liquid Glass nativo nas abas, barras de ferramentas, painéis e controles importantes. Os cartões de despesas mantêm uma superfície estável do tema para facilitar a leitura.
ru: Pinbook использует нативный Liquid Glass для вкладок, панелей инструментов, листов и важных элементов управления. Карточки расходов сохраняют спокойный фон выбранной темы для удобства чтения.
tr: Pinbook; sekmeler, araç çubukları, sayfalar ve önemli etkileşimli denetimlerde yerel Liquid Glass kullanır. Gider kartları, okunabilirlik için temaya uygun sabit bir yüzeyi korur.
ur: Pinbook ٹیب، ٹول بار، شیٹ اور اہم تعاملاتی کنٹرول کے لیے اصل Liquid Glass استعمال کرتا ہے۔ پڑھنے میں آسانی کے لیے خرچ کے کارڈ تھیم کے مطابق مستحکم پس منظر رکھتے ہیں۔
zh_hans: Pinbook 在标签栏、工具栏、表单和重要交互控件中使用原生 Liquid Glass。支出卡片保留稳定的主题表面，以确保清晰易读。
zh_hant: Pinbook 的標籤頁、工具列、面板與重要互動控制項採用原生 Liquid Glass。支出卡片則保留穩定且配合主題的底色，確保閱讀清晰。

source: Planned
ar: مخطط له
de: Geplant
es: Previsto
fr: Prévu
hi: योजनाबद्ध
id: Direncanakan
it: Previsto
ja: 対応予定
ko: 예정됨
pt_br: Planejado
ru: Запланировано
tr: Planlandı
ur: منصوبہ بند
zh_hans: 计划中
zh_hant: 規劃中

source: Preferred currency
ar: العملة المفضلة
de: Bevorzugte Währung
es: Moneda preferida
fr: Devise préférée
hi: पसंदीदा मुद्रा
id: Mata uang pilihan
it: Valuta preferita
ja: 優先する通貨
ko: 선호 통화
pt_br: Moeda preferida
ru: Предпочитаемая валюта
tr: Tercih edilen para birimi
ur: ترجیحی کرنسی
zh_hans: 首选货币
zh_hant: 偏好幣別

source: Prepare CSV
ar: إعداد CSV
de: CSV vorbereiten
es: Preparar CSV
fr: Préparer le CSV
hi: CSV तैयार करें
id: Siapkan CSV
it: Prepara CSV
ja: CSVを作成
ko: CSV 준비
pt_br: Preparar CSV
ru: Подготовить CSV
tr: CSV hazırla
ur: CSV تیار کریں
zh_hans: 准备 CSV
zh_hant: 準備 CSV

source: Prepare PDF
ar: إعداد PDF
de: PDF vorbereiten
es: Preparar PDF
fr: Préparer le PDF
hi: PDF तैयार करें
id: Siapkan PDF
it: Prepara PDF
ja: PDFを作成
ko: PDF 준비
pt_br: Preparar PDF
ru: Подготовить PDF
tr: PDF hazırla
ur: PDF تیار کریں
zh_hans: 准备 PDF
zh_hant: 準備 PDF

source: Private note (optional)
ar: ملاحظة خاصة (اختياري)
de: Private Notiz (optional)
es: Nota privada (opcional)
fr: Note privée (facultatif)
hi: निजी नोट (वैकल्पिक)
id: Catatan privat (opsional)
it: Nota privata (facoltativa)
ja: 非公開メモ（任意）
ko: 비공개 메모(선택 사항)
pt_br: Observação privada (opcional)
ru: Личная заметка (необязательно)
tr: Özel not (isteğe bağlı)
ur: نجی نوٹ (اختیاری)
zh_hans: 私人备注（可选）
zh_hant: 私人備註（選填）

source: Private receipts available
ar: الإيصالات الخاصة متاحة
de: Private Belege verfügbar
es: Recibos privados disponibles
fr: Reçus privés disponibles
hi: निजी रसीद स्टोरेज उपलब्ध
id: Kuitansi privat tersedia
it: Ricevute private disponibili
ja: プライベートな領収書保存に対応
ko: 비공개 영수증 저장 가능
pt_br: Recibos privados disponíveis
ru: Закрытое хранение чеков доступно
tr: Özel makbuzlar kullanılabilir
ur: نجی رسید اسٹوریج دستیاب ہے
zh_hans: 支持私有收据
zh_hant: 可使用私人收據儲存功能

source: Private receipt storage and per-person, per-currency PDF/CSV statements are planned. No files are imported or exported yet.
ar: تخزين الإيصالات الخاصة وكشوف PDF وCSV لكل شخص ولكل عملة مخطط له. لا يتم استيراد أو تصدير أي ملفات حالياً.
de: Privater Belegspeicher und PDF/CSV-Aufstellungen je Person und Währung sind geplant. Noch werden keine Dateien importiert oder exportiert.
es: Se prevén el almacenamiento privado de recibos y los estados de cuenta PDF/CSV por persona y moneda. Aún no se importan ni exportan archivos.
fr: Le stockage privé des reçus et les relevés PDF/CSV par personne et devise sont prévus. Aucun fichier n’est encore importé ou exporté.
hi: निजी रसीद स्टोरेज और व्यक्ति व मुद्रा के अनुसार PDF/CSV विवरण की योजना है। अभी फ़ाइलें आयात या निर्यात नहीं होतीं।
id: Penyimpanan kuitansi privat serta laporan PDF/CSV per orang dan mata uang direncanakan. Belum ada file yang diimpor atau diekspor.
it: Sono previsti lo spazio privato per le ricevute e i rendiconti PDF/CSV per persona e valuta. Nessun file viene ancora importato o esportato.
ja: 領収書の専用ストレージと、対象者・通貨ごとのPDF/CSV明細書を今後提供予定です。ファイルの読み込み・書き出しはまだ行いません。
ko: 영수증 전용 저장 공간과 대상별·통화별 PDF/CSV 명세서를 지원할 예정입니다. 아직 파일을 가져오거나 내보내지는 않습니다.
pt_br: Estão previstos o armazenamento privado de recibos e os demonstrativos PDF/CSV por pessoa e moeda. Ainda não há importação ou exportação de arquivos.
ru: Закрытое хранение чеков и выписки PDF/CSV по человеку и валюте запланированы. Импорт и экспорт файлов пока недоступны.
tr: Özel makbuz depolama ve kişi ile para birimi bazında PDF/CSV dökümleri planlanıyor. Henüz dosya içe veya dışa aktarılmıyor.
ur: رسیدوں کی نجی اسٹوریج اور شخص و کرنسی کے لحاظ سے PDF/CSV گوشوارے منصوبہ بند ہیں۔ ابھی فائلیں درآمد یا برآمد نہیں ہوتیں۔
zh_hans: 已规划私有收据存储，以及按人员、按货币生成 PDF/CSV 对账单。当前尚未导入或导出任何文件。
zh_hant: 私人收據儲存，以及依對象、幣別產生 PDF/CSV 對帳單的功能正在規劃中。目前尚無檔案匯入或匯出功能。

source: Purpose
ar: الغرض
de: Zweck
es: Concepto
fr: Motif
hi: उद्देश्य
id: Tujuan
it: Causale
ja: 用途
ko: 용도
pt_br: Finalidade
ru: Назначение
tr: Amaç
ur: مقصد
zh_hans: 用途
zh_hant: 用途

source: Purpose and person are required.
ar: الغرض والشخص مطلوبان.
de: Zweck und Person sind erforderlich.
es: El concepto y la persona son obligatorios.
fr: Le motif et la personne sont obligatoires.
hi: उद्देश्य और व्यक्ति आवश्यक हैं।
id: Tujuan dan orang wajib diisi.
it: Causale e persona sono obbligatorie.
ja: 用途と対象者は必須です。
ko: 용도와 대상은 필수입니다.
pt_br: Finalidade e pessoa são obrigatórias.
ru: Назначение и человек обязательны.
tr: Amaç ve kişi zorunludur.
ur: مقصد اور شخص ضروری ہیں۔
zh_hans: 用途和人员为必填项。
zh_hant: 用途和對象為必填欄位。

source: Quick Add
ar: إضافة سريعة
de: Schnellerfassung
es: Añadir rápido
fr: Ajout rapide
hi: जल्दी जोड़ें
id: Tambah cepat
it: Aggiunta rapida
ja: クイック追加
ko: 빠른 추가
pt_br: Adição rápida
ru: Быстрое добавление
tr: Hızlı ekle
ur: فوری اضافہ
zh_hans: 快速添加
zh_hant: 快速新增

source: Ready to share
ar: جاهز للمشاركة
de: Bereit zum Teilen
es: Listo para compartir
fr: Prêt à partager
hi: शेयर करने के लिए तैयार
id: Siap dibagikan
it: Pronto da condividere
ja: 共有の準備完了
ko: 공유 준비 완료
pt_br: Pronto para compartilhar
ru: Готово к отправке
tr: Paylaşmaya hazır
ur: شیئر کرنے کے لیے تیار
zh_hans: 可分享
zh_hant: 可分享

source: Receipt OCR
ar: قراءة الإيصال
de: Beleg-Texterkennung
es: Reconocimiento de texto de recibos
fr: Reconnaissance de texte des reçus
hi: रसीद का पाठ पहचानना
id: Pengenalan teks kuitansi
it: Riconoscimento testo delle ricevute
ja: 領収書の文字認識
ko: 영수증 텍스트 인식
pt_br: Reconhecimento de texto dos recibos
ru: Распознавание текста чеков
tr: Makbuz metni tanıma
ur: رسید کا متن پہچاننا
zh_hans: 收据文字识别
zh_hant: 收據文字辨識

source: Receipt photo
ar: صورة إيصال
de: Belegfoto
es: Foto del recibo
fr: Photo du reçu
hi: रसीद की फ़ोटो
id: Foto kuitansi
it: Foto della ricevuta
ja: 領収書の写真
ko: 영수증 사진
pt_br: Foto do recibo
ru: Фото чека
tr: Makbuz fotoğrafı
ur: رسید کی تصویر
zh_hans: 收据照片
zh_hant: 收據照片

source: Receipt photos can be imported from each expense and are copied into app-private storage. Per-person, per-currency PDF/CSV statements are the next local workflow.
ar: يمكن استيراد صور الإيصالات من كل مصروف وتُنسخ إلى تخزين خاص بالتطبيق. كشوف PDF وCSV لكل شخص ولكل عملة هي سير العمل المحلي التالي.
de: Belegfotos können bei jeder Ausgabe importiert werden und werden in den privaten App-Speicher kopiert. PDF/CSV-Aufstellungen je Person und Währung sind der nächste lokale Arbeitsschritt.
es: Puedes importar fotos de recibos desde cada gasto; se copian al almacenamiento privado de la app. Los estados de cuenta PDF/CSV por persona y moneda son la próxima función local.
fr: Les photos de reçus peuvent être importées depuis chaque dépense et sont copiées dans le stockage privé de l’app. Les relevés PDF/CSV par personne et devise constituent la prochaine fonction locale.
hi: हर खर्च से रसीद की फ़ोटो आयात की जा सकती है और ऐप के निजी स्टोरेज में कॉपी होती है। अगली स्थानीय सुविधा व्यक्ति और मुद्रा के अनुसार PDF/CSV विवरण है।
id: Foto kuitansi dapat diimpor dari setiap pengeluaran dan disalin ke penyimpanan privat aplikasi. Laporan PDF/CSV per orang dan mata uang adalah fitur lokal berikutnya.
it: Le foto delle ricevute si possono importare da ogni spesa e vengono copiate nello spazio privato dell’app. I rendiconti PDF/CSV per persona e valuta sono la prossima funzione locale.
ja: 各支出から領収書の写真を読み込むと、アプリ専用ストレージにコピーされます。対象者・通貨ごとのPDF/CSV明細書が、次に予定しているローカル機能です。
ko: 각 지출에서 영수증 사진을 가져오면 앱 전용 저장 공간에 복사됩니다. 대상별·통화별 PDF/CSV 명세서는 다음으로 제공할 기기 내 기능입니다.
pt_br: As fotos dos recibos podem ser importadas em cada despesa e são copiadas para o armazenamento privado do app. Os demonstrativos PDF/CSV por pessoa e moeda são a próxima função local.
ru: Фото чеков можно импортировать из каждого расхода; они копируются в закрытое хранилище приложения. Следующая локальная функция — выписки PDF/CSV по человеку и валюте.
tr: Makbuz fotoğrafları her giderden içe aktarılabilir ve uygulamanın özel depolama alanına kopyalanır. Kişi ve para birimi bazında PDF/CSV dökümleri sıradaki yerel işlevdir.
ur: ہر خرچ سے رسید کی تصویر درآمد کی جا سکتی ہے اور ایپ کی نجی اسٹوریج میں نقل ہوتی ہے۔ اگلی مقامی سہولت شخص اور کرنسی کے لحاظ سے PDF/CSV گوشوارے ہیں۔
zh_hans: 可为每笔支出导入收据照片，照片会复制到应用私有存储中。下一步本地流程是按人员、按货币生成 PDF/CSV 对账单。
zh_hant: 可在每筆支出中匯入收據照片，照片會複製到 App 私有儲存空間。下一項本機功能是依對象與幣別產生 PDF/CSV 對帳單。

source: Receipts
ar: الإيصالات
de: Belege
es: Recibos
fr: Reçus
hi: रसीदें
id: Kuitansi
it: Ricevute
ja: 領収書
ko: 영수증
pt_br: Recibos
ru: Чеки
tr: Makbuzlar
ur: رسیدیں
zh_hans: 收据
zh_hant: 收據

source: Receipts & statements
ar: الإيصالات والكشوف
de: Belege und Aufstellungen
es: Recibos y estados de cuenta
fr: Reçus et relevés
hi: रसीदें और विवरण
id: Kuitansi & laporan
it: Ricevute e rendiconti
ja: 領収書と明細書
ko: 영수증 및 명세서
pt_br: Recibos e demonstrativos
ru: Чеки и выписки
tr: Makbuzlar ve dökümler
ur: رسیدیں اور گوشوارے
zh_hans: 收据与对账单
zh_hant: 收據與對帳單

source: Record payment
ar: تسجيل دفعة
de: Zahlung erfassen
es: Registrar pago
fr: Enregistrer un paiement
hi: भुगतान दर्ज करें
id: Catat pembayaran
it: Registra pagamento
ja: 支払いを記録
ko: 결제 기록
pt_br: Registrar pagamento
ru: Записать платёж
tr: Ödeme kaydet
ur: ادائیگی درج کریں
zh_hans: 记录付款
zh_hant: 記錄付款

source: Remaining
ar: المتبقي
de: Offen
es: Pendiente
fr: Restant
hi: बाकी
id: Sisa
it: Residuo
ja: 残額
ko: 잔액
pt_br: Restante
ru: Остаток
tr: Kalan
ur: باقی
zh_hans: 剩余
zh_hant: 未付

source: Remaining balance
ar: الرصيد المتبقي
de: Offener Restbetrag
es: Saldo pendiente
fr: Solde restant
hi: बाकी राशि
id: Sisa saldo
it: Saldo residuo
ja: 未払い残額
ko: 남은 잔액
pt_br: Saldo restante
ru: Остаток к оплате
tr: Kalan bakiye
ur: باقی رقم
zh_hans: 剩余余额
zh_hant: 未付餘額

source: Remaining by currency
ar: المتبقي حسب العملة
de: Offen nach Währung
es: Pendiente por moneda
fr: Restant par devise
hi: मुद्रा के अनुसार बाकी राशि
id: Sisa per mata uang
it: Residuo per valuta
ja: 通貨別の残額
ko: 통화별 잔액
pt_br: Restante por moeda
ru: Остаток по валютам
tr: Para birimine göre kalan
ur: کرنسی کے لحاظ سے باقی رقم
zh_hans: 按货币查看剩余金额
zh_hant: 各幣別未付餘額

source: Remove from Favorites
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
hi: पसंदीदा से हटाएँ
id: Hapus dari Favorit
it: Rimuovi dai preferiti
ja: よく使う項目から削除
ko: 즐겨찾기에서 제거
pt_br: Remover dos favoritos
ru: Убрать из избранного
tr: Favorilerden kaldır
ur: پسندیدہ سے ہٹائیں
zh_hans: 从常用中移除
zh_hant: 從常用項目移除

source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
id: Ubah nama
it: Rinomina
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
ru: Переименовать
tr: Yeniden adlandır
ur: نام بدلیں
zh_hans: 重命名
zh_hant: 重新命名

source: Rename book
ar: إعادة تسمية الدفتر
de: Buch umbenennen
es: Renombrar libro
fr: Renommer le carnet
hi: खाता-बही का नाम बदलें
id: Ubah nama buku
it: Rinomina registro
ja: 帳簿名を変更
ko: 장부 이름 변경
pt_br: Renomear caderno
ru: Переименовать книгу
tr: Defteri yeniden adlandır
ur: کھاتے کا نام بدلیں
zh_hans: 重命名账本
zh_hant: 重新命名帳本

source: Reminder
ar: التذكير
de: Erinnerung
es: Recordatorio
fr: Rappel
hi: रिमाइंडर
id: Pengingat
it: Promemoria
ja: リマインダー
ko: 알림
pt_br: Lembrete
ru: Напоминание
tr: Hatırlatıcı
ur: یاد دہانی
zh_hans: 提醒
zh_hant: 提醒

source: Reminder must be in the future.
ar: يجب أن يكون موعد التذكير في المستقبل.
de: Die Erinnerung muss in der Zukunft liegen.
es: El recordatorio debe tener una fecha futura.
fr: Le rappel doit être programmé dans le futur.
hi: रिमाइंडर का समय अभी के बाद का होना चाहिए।
id: Waktu pengingat harus setelah saat ini.
it: Il promemoria deve avere una data futura.
ja: リマインダーは現在より後の日時を指定してください。
ko: 알림은 현재보다 이후 시간으로 설정해야 합니다.
pt_br: O lembrete deve estar no futuro.
ru: Время напоминания должно быть в будущем.
tr: Hatırlatıcı gelecekte bir zamana ayarlanmalıdır.
ur: یاد دہانی کا وقت موجودہ وقت کے بعد ہونا چاہیے۔
zh_hans: 提醒时间必须在未来。
zh_hant: 提醒時間必須晚於現在。

source: Reminder dates are stored locally. Notification authorization and delivery are not implemented yet.
ar: تُحفظ تواريخ التذكير محلياً. إذن الإشعارات وإرسالها غير منفذين بعد.
de: Erinnerungstermine werden lokal gespeichert. Benachrichtigungsberechtigung und Zustellung sind noch nicht implementiert.
es: Las fechas de recordatorio se guardan localmente. La autorización y el envío de notificaciones aún no están implementados.
fr: Les dates des rappels sont enregistrées localement. L’autorisation et l’envoi des notifications ne sont pas encore disponibles.
hi: रिमाइंडर की तारीखें डिवाइस पर सहेजी जाती हैं। सूचना की अनुमति और भेजने की सुविधा अभी लागू नहीं हुई है।
id: Tanggal pengingat disimpan secara lokal. Otorisasi dan pengiriman notifikasi belum diterapkan.
it: Le date dei promemoria sono salvate localmente. L’autorizzazione e l’invio delle notifiche non sono ancora implementati.
ja: リマインダーの日時はデバイス内に保存されます。通知の許可と配信機能はまだ実装されていません。
ko: 알림 날짜는 기기에 저장됩니다. 알림 권한 요청과 발송 기능은 아직 구현되지 않았습니다.
pt_br: As datas dos lembretes são salvas localmente. A autorização e o envio de notificações ainda não foram implementados.
ru: Даты напоминаний хранятся локально. Запрос разрешения и отправка уведомлений пока не реализованы.
tr: Hatırlatıcı tarihleri aygıtta saklanır. Bildirim izni ve gönderimi henüz uygulanmadı.
ur: یاد دہانی کی تاریخیں آلے پر محفوظ ہوتی ہیں۔ اطلاعات کی اجازت اور بھیجنے کی سہولت ابھی نافذ نہیں ہوئی۔
zh_hans: 提醒日期保存在本地。通知授权和推送功能尚未实现。
zh_hant: 提醒日期會儲存在本機。通知授權與發送功能尚未實作。

source: Reminders
ar: التذكيرات
de: Erinnerungen
es: Recordatorios
fr: Rappels
hi: रिमाइंडर
id: Pengingat
it: Promemoria
ja: リマインダー
ko: 알림
pt_br: Lembretes
ru: Напоминания
tr: Hatırlatıcılar
ur: یاد دہانیاں
zh_hans: 提醒
zh_hant: 提醒

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: वापस लाएँ
id: Pulihkan
it: Ripristina
ja: 元に戻す
ko: 복원
pt_br: Restaurar
ru: Восстановить
tr: Geri yükle
ur: بحال کریں
zh_hans: 恢复
zh_hant: 還原

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
tr: Kaydet
ur: محفوظ کریں
zh_hans: 保存
zh_hant: 儲存

source: Save repeated expense details once, then use them from Quick Add.
ar: احفظ تفاصيل المصروف المتكرر مرة واحدة ثم استخدمها من الإضافة السريعة.
de: Speichere wiederkehrende Ausgabendetails einmal und verwende sie in der Schnellerfassung erneut.
es: Guarda una vez los detalles de gastos frecuentes y reutilízalos desde Añadir rápido.
fr: Enregistrez une fois les détails récurrents, puis réutilisez-les dans Ajout rapide.
hi: दोहराए जाने वाले खर्च की जानकारी एक बार सहेजें, फिर जल्दी जोड़ें से इस्तेमाल करें।
id: Simpan detail pengeluaran berulang sekali, lalu gunakan melalui Tambah cepat.
it: Salva una volta i dettagli delle spese ricorrenti e riutilizzali da Aggiunta rapida.
ja: よく使う支出の内容を一度保存すれば、クイック追加から繰り返し使えます。
ko: 반복되는 지출 정보를 한 번 저장한 뒤 빠른 추가에서 다시 사용하세요.
pt_br: Salve os detalhes de despesas recorrentes uma vez e reutilize-os na Adição rápida.
ru: Сохраните данные повторяющегося расхода один раз и используйте их в Быстром добавлении.
tr: Tekrarlanan gider ayrıntılarını bir kez kaydedin, sonra Hızlı ekle ile kullanın.
ur: بار بار آنے والے خرچ کی تفصیلات ایک بار محفوظ کریں، پھر فوری اضافہ سے استعمال کریں۔
zh_hans: 只需保存一次重复支出的详情，之后即可从“快速添加”中使用。
zh_hant: 將常用支出明細儲存一次，即可在「快速新增」中重複使用。

source: Scheduled reminders
ar: التذكيرات المجدولة
de: Geplante Erinnerungen
es: Recordatorios programados
fr: Rappels programmés
hi: तय रिमाइंडर
id: Pengingat terjadwal
it: Promemoria programmati
ja: 設定済みのリマインダー
ko: 예약된 알림
pt_br: Lembretes agendados
ru: Запланированные напоминания
tr: Planlanmış hatırlatıcılar
ur: مقررہ یاد دہانیاں
zh_hans: 计划提醒
zh_hant: 已排程的提醒

source: Set a reminder date
ar: تحديد تاريخ تذكير
de: Erinnerungstermin festlegen
es: Elegir fecha de recordatorio
fr: Définir une date de rappel
hi: रिमाइंडर की तारीख तय करें
id: Atur tanggal pengingat
it: Imposta data del promemoria
ja: リマインダーの日時を設定
ko: 알림 날짜 설정
pt_br: Definir data do lembrete
ru: Установить дату напоминания
tr: Hatırlatıcı tarihi belirle
ur: یاد دہانی کی تاریخ مقرر کریں
zh_hans: 设置提醒日期
zh_hant: 設定提醒日期

source: Share CSV
ar: مشاركة CSV
de: CSV teilen
es: Compartir CSV
fr: Partager le CSV
hi: CSV शेयर करें
id: Bagikan CSV
it: Condividi CSV
ja: CSVを共有
ko: CSV 공유
pt_br: Compartilhar CSV
ru: Поделиться CSV
tr: CSV paylaş
ur: CSV شیئر کریں
zh_hans: 分享 CSV
zh_hant: 分享 CSV

source: Share PDF
ar: مشاركة PDF
de: PDF teilen
es: Compartir PDF
fr: Partager le PDF
hi: PDF शेयर करें
id: Bagikan PDF
it: Condividi PDF
ja: PDFを共有
ko: PDF 공유
pt_br: Compartilhar PDF
ru: Поделиться PDF
tr: PDF paylaş
ur: PDF شیئر کریں
zh_hans: 分享 PDF
zh_hant: 分享 PDF

source: Soft pastel
ar: ألوان هادئة
de: Sanftes Pastell
es: Pastel suave
fr: Pastel doux
hi: कोमल पेस्टल
id: Pastel lembut
it: Pastello delicato
ja: ソフトパステル
ko: 소프트 파스텔
pt_br: Pastel suave
ru: Нежная пастель
tr: Yumuşak pastel
ur: نرم پیسٹل
zh_hans: 柔和粉彩
zh_hant: 柔和粉彩

source: Star an expense or create a template to make it appear here.
ar: أضف مصروفاً إلى المفضلة أو أنشئ قالباً ليظهر هنا.
de: Markiere eine Ausgabe als Favorit oder erstelle eine Vorlage, damit sie hier erscheint.
es: Marca un gasto como favorito o crea una plantilla para verlo aquí.
fr: Ajoutez une dépense aux favoris ou créez un modèle pour l’afficher ici.
hi: यहाँ दिखाने के लिए खर्च को पसंदीदा बनाएँ या टेम्पलेट बनाएँ।
id: Tandai pengeluaran sebagai favorit atau buat templat agar muncul di sini.
it: Aggiungi una spesa ai preferiti o crea un modello per vederlo qui.
ja: 支出をよく使う項目に追加するか、テンプレートを作成すると、ここに表示されます。
ko: 지출을 즐겨찾기에 추가하거나 템플릿을 만들면 여기에 표시됩니다.
pt_br: Marque uma despesa como favorita ou crie um modelo para que apareça aqui.
ru: Добавьте расход в избранное или создайте шаблон, чтобы он появился здесь.
tr: Burada görünmesi için bir gideri favorilere ekleyin veya şablon oluşturun.
ur: یہاں دکھانے کے لیے خرچ کو پسندیدہ بنائیں یا سانچہ بنائیں۔
zh_hans: 将支出加入常用或创建模板，即可在这里显示。
zh_hant: 將支出加入常用項目，或建立範本，即可在此顯示。

source: Statement scope
ar: نطاق الكشف
de: Umfang der Aufstellung
es: Alcance del estado de cuenta
fr: Périmètre du relevé
hi: विवरण का दायरा
id: Cakupan laporan
it: Ambito del rendiconto
ja: 明細書の対象範囲
ko: 명세서 범위
pt_br: Escopo do demonstrativo
ru: Область выписки
tr: Döküm kapsamı
ur: گوشوارے کا دائرہ
zh_hans: 对账单范围
zh_hant: 對帳單範圍

source: Statement values exceed the supported range.
ar: تتجاوز قيم الكشف النطاق المدعوم.
de: Die Werte der Aufstellung überschreiten den unterstützten Bereich.
es: Los valores del estado de cuenta superan el rango admitido.
fr: Les valeurs du relevé dépassent la plage prise en charge.
hi: विवरण की राशियाँ समर्थित सीमा से बाहर हैं।
id: Nilai laporan melebihi rentang yang didukung.
it: I valori del rendiconto superano l’intervallo supportato.
ja: 明細書の金額が対応範囲を超えています。
ko: 명세서 금액이 지원 범위를 초과합니다.
pt_br: Os valores do demonstrativo excedem o intervalo permitido.
ru: Суммы выписки превышают допустимый диапазон.
tr: Döküm değerleri desteklenen aralığı aşıyor.
ur: گوشوارے کی رقوم معاون حد سے باہر ہیں۔
zh_hans: 对账单金额超出支持范围。
zh_hant: 對帳單金額超出支援範圍。

source: Statements
ar: الكشوف
de: Aufstellungen
es: Estados de cuenta
fr: Relevés
hi: विवरण
id: Laporan
it: Rendiconti
ja: 明細書
ko: 명세서
pt_br: Demonstrativos
ru: Выписки
tr: Dökümler
ur: گوشوارے
zh_hans: 对账单
zh_hant: 對帳單

source: Summary
ar: الملخص
de: Übersicht
es: Resumen
fr: Résumé
hi: सारांश
id: Ringkasan
it: Riepilogo
ja: 集計
ko: 요약
pt_br: Resumo
ru: Сводка
tr: Özet
ur: خلاصہ
zh_hans: 汇总
zh_hant: 摘要

source: System
ar: النظام
es: Sistema
fr: Système
hi: सिस्टम
id: Sistem
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
ru: Системное
tr: Sistem
ur: سسٹم
zh_hans: 跟随系统
zh_hant: 系統

source: Tags (comma separated)
ar: الوسوم (مفصولة بفواصل)
de: Tags (durch Kommas getrennt)
es: Etiquetas (separadas por comas)
fr: Étiquettes (séparées par des virgules)
hi: टैग (कॉमा से अलग करें)
id: Tag (dipisahkan koma)
it: Tag (separati da virgole)
ja: タグ（カンマ区切り）
ko: 태그(쉼표로 구분)
pt_br: Etiquetas (separadas por vírgulas)
ru: Теги (через запятую)
tr: Etiketler (virgülle ayrılmış)
ur: ٹیگ (کوما سے الگ کریں)
zh_hans: 标签（用逗号分隔）
zh_hant: 標籤（以逗號分隔）

source: Template
ar: القالب
de: Vorlage
es: Plantilla
fr: Modèle
hi: टेम्पलेट
id: Templat
it: Modello
ja: テンプレート
ko: 템플릿
pt_br: Modelo
ru: Шаблон
tr: Şablon
ur: سانچہ
zh_hans: 模板
zh_hant: 範本

source: Template name
ar: اسم القالب
de: Vorlagenname
es: Nombre de la plantilla
fr: Nom du modèle
hi: टेम्पलेट का नाम
id: Nama templat
it: Nome del modello
ja: テンプレート名
ko: 템플릿 이름
pt_br: Nome do modelo
ru: Название шаблона
tr: Şablon adı
ur: سانچے کا نام
zh_hans: 模板名称
zh_hant: 範本名稱

source: Templates
ar: القوالب
de: Vorlagen
es: Plantillas
fr: Modèles
hi: टेम्पलेट
id: Templat
it: Modelli
ja: テンプレート
ko: 템플릿
pt_br: Modelos
ru: Шаблоны
tr: Şablonlar
ur: سانچے
zh_hans: 模板
zh_hant: 範本
